{
  "AdditionalNotificationServices": "Browse the plugin catalogue to install additional notification services.",
  "AllowOnTheFlySubtitleExtractionHelp": "Embedded subtitles can be extracted from videos and delivered to Jellyfin apps in plain text in order to help prevent video transcoding. On some systems, this can take a long time and cause video playback to stall during the extraction process. Disable this to have embedded subtitles burned in with video transcoding when they are not natively supported by the client device.",
  "AllowRemoteAccessHelp": "If unticked, all remote connections will be blocked.",
  "BrowsePluginCatalogMessage": "Browse our plugin catalogue to view available plugins.",
  "ButtonConfigurePinCode": "Configure PIN code",
  "ButtonResetEasyPassword": "Reset easy PIN code",
  "ButtonSignOut": "Sign out",
  "DefaultCameraUploadPathHelp": "Select a custom upload path. If left blank, a default folder will be used. If using a custom path, it will also need to be added as a library in Jellyfin library setup.",
  "DefaultMetadataLangaugeDescription": "These are your defaults and can be customised on a per-library basis.",
  "EasyPasswordHelp": "Your easy PIN code is used for offline access with supported Jellyfin apps, and can also be used for easy in-network sign in.",
  "ErrorAddingJellyfinConnectAccount2": "If you're still having a problem, please send an e-mail to {0}.",
  "ErrorGettingTvLineups": "There was an error downloading TV lineups. Please ensure your information is correct and try again.",
  "ExtractChapterImagesHelp": "Extracting chapter images will allow Jellyfin apps to display graphical scene selection menus. The process can be slow, CPU-intensive and may require several gigabytes of space. It runs when videos are discovered, and also as a nightly scheduled task. The schedule is configurable in the scheduled tasks area. It is not recommended to run this task during peak usage hours.",
  "FileReadCancelled": "The file read has been cancelled.",
  "HeaderApiKey": "API Key",
  "HeaderApiKeys": "API Keys",
  "HeaderApiKeysHelp": "External applications are required to have an API key in order to communicate with Jellyfin Server. Keys are issued by logging in with an Jellyfin account, or by manually granting the application a key.",
  "HeaderBlockItemsWithNoRating": "Block items with no or unrecognised rating information:",
  "HeaderBrandingHelp": "Customise the appearance of Jellyfin to fit the needs of your group or organisation.",
  "HeaderConfirmRevokeApiKey": "Revoke API Key",
  "HeaderEasyPinCode": "Easy PIN Code",
  "HeaderFavoriteAlbums": "Favourite Albums",
  "HeaderFavoriteArtists": "Favourite Artists",
  "HeaderFavoriteEpisodes": "Favourite Episodes",
  "HeaderFavoriteGames": "Favourite Games",
  "HeaderFavoriteMovies": "Favourite Movies",
  "HeaderFavoriteShows": "Favourite Shows",
  "HeaderFavoriteSongs": "Favourite Songs",
  "HeaderFavoriteVideos": "Favourite Videos",
  "HeaderHttpHeaders": "HTTP Headers",
  "HeaderNewApiKey": "New API Key",
  "HeaderPinCodeReset": "Reset PIN Code",
  "HeaderResponseProfileHelp": "Response profiles provide a way to customise information sent to the device when playing certain kinds of media.",
  "HeaderToAccessPleaseEnterEasyPinCode": "To access, please enter your easy PIN code",
  "HttpsRequiresCert": "To enable HTTPS for external connections, you will need to supply a trusted SSL certificate, such as Let's Encrypt.",
  "ImportFavoriteChannelsHelp": "If enabled, only channels that are marked as favourite on the tuner device will be imported.",
  "InviteAnJellyfinConnectUser": "Add a user by sending an e-mail invitation.",
  "JellyfinIntroDownloadMessage": "To download and install the free Jellyfin Server, visit {0}.",
  "JellyfinIntroDownloadMessageWithoutLink": "To download and install the free Jellyfin Server, visit the Jellyfin website.",
  "LabelBindToLocalNetworkAddressHelp": "Optional. Override the local IP address to bind the HTTP server to. If left empty, the server will bind to all available addresses. Changing this value requires restarting Jellyfin Server.",
  "LabelCameraUploadPathHelp": "Select a custom upload path. This will override any default settings set in the Camera Upload section. If left blank, a default folder will be used. If using a custom path, it will also need to be added as a library in Jellyfin library setup.",
  "LabelConnectGuestUserName": "Their Jellyfin Connect e-mail address or user name:",
  "LabelCustomCertificatePath": "Custom SSL certificate path:",
  "LabelCustomizeOptionsPerMediaType": "Customise for media type:",
  "LabelDateAddedBehavior": "Date added behaviour for new content:",
  "LabelDisplayMissingEpisodesWithinSeasons": "Display missing episodes within series",
  "LabelEasyPinCode": "Easy PIN code:",
  "LabelEnableDlnaServer": "Enable DLNA server",
  "LabelEnableThisTunerHelp": "Untick to prevent importing channels from this tuner.",
  "LabelExternalDDNSHelp": "If you have a dynamic DNS, enter it here. Jellyfin apps will use it when connecting remotely. This field is required when used with a custom SSL certificate. Example: mydomain.com.",
  "LabelFanartApiKey": "Personal API key:",
  "LabelFileOrUrl": "File or URL:",
  "LabelH264Crf": "H.264 encoding CRF:",
  "LabelH264EncodingPreset": "H.264 encoding preset:",
  "LabelHttpsPort": "Local HTTPS port number:",
  "LabelHttpsPortHelp": "The TCP port number that Jellyfin's HTTPS server should bind to.",
  "LabelImportOnlyFavoriteChannels": "Restrict to channels marked as favourite",
  "LabelInNetworkSignInWithEasyPassword": "Enable in-network sign in with my easy PIN code",
  "LabelInNetworkSignInWithEasyPasswordHelp": "If enabled, you'll be able to use your easy PIN code to sign in to Jellyfin apps from inside your home network. Your regular password will only be needed away from home. If the PIN code is left blank, you won't need a password within your home network.",
  "LabelIpAddressValue": "IP address: {0}",
  "LabelKodiMetadataDateFormatHelp": "All dates within nfos will be read and written to using this format.",
  "LabelKodiMetadataUserHelp": "Enable this to save watch data to Nfo files for other applications to utilise.",
  "LabelLocalHttpServerPortNumber": "Local HTTP port number:",
  "LabelLocalHttpServerPortNumberHelp": "The TCP port number that Jellyfin's HTTP server should bind to.",
  "LabelManufacturerUrl": "Manufacturer URL",
  "LabelMaxBitrateHelp": "Specify a max bitrate in bandwidth constrained environments, or if the device imposes its own limit.",
  "LabelModelUrl": "Model URL",
  "LabelNewUserNameHelp": "Usernames can contain letters (a-z), numbers (0-9), dashes (-), underscores (_), apostrophes ('), and full stops (.)",
  "LabelOptionalM3uUrl": "M3U URL (optional):",
  "LabelPasswordRecoveryPinCode": "PIN code:",
  "LabelPinCode": "PIN code:",
  "LabelPublicHttpPort": "Public HTTP port number:",
  "LabelPublicHttpPortHelp": "The public port number that should be mapped to the local HTTP port.",
  "LabelPublicHttpsPort": "Public HTTPS port number:",
  "LabelPublicHttpsPortHelp": "The public port number that should be mapped to the local HTTPS port.",
  "LabelRemoteClientBitrateLimitHelp": "An optional per-stream bitrate limit for all out of network devices. This is useful to prevent devices from requesting a higher bitrate than your Internet connection can handle. This may result in increased CPU load on your server in order to transcode videos on the fly to a lower bitrate.",
  "LabelRunningOnPort": "Running on HTTP port {0}.",
  "LabelRunningOnPorts": "Running on HTTP port {0}, and HTTPS port {1}.",
  "LabelSkipIfAudioTrackPresentHelp": "Untick this to ensure all videos have subtitles, regardless of audio language.",
  "LabelUnairedMissingEpisodesWithinSeasons": "Display unaired episodes within series",
  "LabelUrl": "URL:",
  "LabelZipCode": "Post Code:",
  "LabelffmpegPathHelp": "The path to the ffmpeg application file or folder containing ffmpeg.",
  "LinkApi": "API",
  "MessageConfirmRevokeApiKey": "Are you sure you wish to revoke this API key? The application's connection to Jellyfin Server will be abruptly terminated.",
  "MessageForgotPasswordFileExpiration": "The reset PIN will expire at {0}.",
  "MessageInvalidForgotPasswordPin": "An invalid or expired PIN was entered. Please try again.",
  "MessageNoCollectionsAvailable": "Collections allow you to enjoy personalised groupings of Movies, Series, Albums, Books and Games. Click the + button to start creating Collections.",
  "MessagePluginInstallDisclaimer": "Plugins built by Jellyfin community members are a great way to enhance your Jellyfin experience with additional features and benefits. Before installing, please be aware of the effects they may have on your Jellyfin Server, such as longer library scans, additional background processing and decreased system stability.",
  "NoNewDevicesFound": "No new devices found. To add a new tuner, close this dialogue and enter the device information manually.",
  "OptionAllowRemoteSharedDevicesHelp": "DLNA devices are considered shared until a user begins controlling it.",
  "OptionBlockLiveTvPrograms": "Live TV Programmes",
  "OptionEnableExternalContentInSuggestionsHelp": "Allow internet trailers and live TV programmes to be included within suggested content.",
  "OptionEnableFullSpeedConversionHelp": "By default, sync conversion is performed at a low speed to minimise resource consumption.",
  "OptionEnableTranscodingThrottleHelp": "Throttling will automatically adjust transcoding speed in order to minimise server CPU utilisation during playback.",
  "OptionFavorite": "Favourites",
  "OptionIgnoreTranscodeByteRangeRequestsHelp": "If enabled, these requests will be honoured but will ignore the byte range header.",
  "OptionMissingTvdbId": "Missing TheTVDB ID",
  "OptionProtocolHls": "HTTP Live Streaming",
  "OptionProtocolHttp": "HTTP",
  "OptionRequirePerfectSubtitleMatchHelp": "Requiring a perfect match will filter subtitles to include only those that have been tested and verified with your exact video file. Unticking this will increase the likelihood of subtitles being downloaded and will increase the chances of mistimed or incorrect subtitle text.",
  "PinCodeResetComplete": "The PIN code has been reset.",
  "PinCodeResetConfirmation": "Are you sure you wish to reset the PIN code?",
  "PluginInstalledMessage": "The plug-in has been successfully installed. Jellyfin Server will need to be restarted for changes to take effect.",
  "PluginTabAppClassic": "Jellyfin for Windows Media Centre",
  "Programs": "Programmes",
  "RequireHttps": "Require HTTPS for external connections",
  "RequireHttpsHelp": "If enabled, connections over HTTP will be redirected to HTTPS.",
  "ServerRestartNeededAfterPluginInstall": "Jellyfin Server will need to be restarted after installing a plug-in.",
  "SetupFFmpegHelp": "Jellyfin may require a library or application to convert certain media types. There are many different applications available, however, Jellyfin has been tested to work with FFmpeg. Jellyfin is in no way affiliated with FFmpeg, its ownership, code or distribution.",
  "SubtitleDownloadInstructions": "To manage subtitle downloading, click on a library in Jellyfin library setup and edit the subtitle downloading settings.",
  "SynologyUpdateInstructions": "Please login to DSM and go to Package Centre to update.",
  "TabCatalog": "Catalogue",
  "TabFavorites": "Favourites",
  "UserAgentHelp": "Supply a custom user-agent HTTP header, if necessary.",
  "ViewTypeMusicFavoriteAlbums": "Favourite Albums",
  "ViewTypeMusicFavoriteArtists": "Favourite Artists",
  "ViewTypeMusicFavoriteSongs": "Favourite Songs",
  "ViewTypeMusicFavorites": "Favourites",
  "XmlTvKidsCategoriesHelp": "Programmes with these categories will be displayed as programmes for children. Separate multiple with '|'.",
  "XmlTvMovieCategoriesHelp": "Programmes with these categories will be displayed as movies. Separate multiple with '|'.",
  "XmlTvNewsCategoriesHelp": "Programmes with these categories will be displayed as news programmes. Separate multiple with '|'.",
  "XmlTvPathHelp": "A path to an XML TV file. Jellyfin will read this file and periodically check it for updates. You are responsible for creating and updating the file.",
  "XmlTvSportsCategoriesHelp": "Programmes with these categories will be displayed as sports programmes. Separate multiple with '|'.",
}
